Repository: islamdev96/mohra-mobile-application-latest-repository-development
Catalog: lib/l10n/intl_*.arb
Languages: ar

# mapPathError
source: Couldn't find path
ar: لا نستطع تحديد الطريق

# errorFetchDistance
source: Could not fetch distance
ar: فشل في تقدير الوقت والمسافة

# errorOccurred
source: Error Occured 😢
ar: حدث خطأ ما 😢

# reportError
source: An error has been occurred, please click send to help us fixing the problem
ar: حدث خطأ ما، الرجاء الضغط على إرسال لمساعدتنا بحل المشكلة

source: Unauthorized
ar: غير مخول لك بالوصول

# generalErrorMessage
source: An error has occurred. Please try again later
ar: حدث خطأ ما. يرجى المحاولة لاحقاً

source: Bad Request
ar: إرسال خاطئ

source: Forbidden
ar: لا يمكن الوصول الآن

source: Color
ar: اللون

source: Specifications
ar: المواصفات

# notFound
source: {url} not Found
ar: لم يتم إيجاد الصفحة المطلوبة {url}

source: Conflict Error
ar: حدث خطأ في المعلومات

source: Connection time out
ar: انتهت مدة الجلسة

# unknownError
source: Unknown error occurred, please try again
ar: حدث خطأ غير معروف، الرجاء إعادة المحاولة

# internalServerErrorMessage
source: The server encountered an internal error or misconfigurtion and was unable to complete your request.
ar: واجه الخادم خطأ أو تهيئة خاطئة ولم يتمكن من إكمال طلبك سيتم إصلاح المشكلة في أقرب وقت.

# connectionErrorMessage
source: Internal server error
ar: يوجد خطأ بالمخدم

# oopsErrorMessage
source: OOPS !
ar: أوبس !

source: Login Required
ar: تسجيل الدخول مطلوب

# Please_log_in
source: Please log in to see more
ar: الرجاء تسجيل الدخول لرؤية المزيد

# failedRefresher
source: Failed to get data
ar: فشل في جلب البيانات

# groupValidation
source: You have to select at least 1 friend
ar: يحب أن تختار على الأقل صديق واحد

# noDataRefresher
source: No data
ar: لم يعد يوجد بيانات

# errorTxt
source: This field can't be empty
ar: لا يمكن أن يكون هذا الحقل فارغ

source: Logout
ar: تسجيل الخروج

source: Services
ar: خدمات

source: Please login again
ar: الرجاء تسجيل الدخول مرة أخرى

source: Change Language
ar: تغيير اللغة

source: Cancel
ar: إلغاء

source: Confirm
ar: تأكيد

# changeLangMessage
source: Select a language, the application will restart
ar: اختر اللغة، ستتم إعادة تشغيل التطبيق

source: Login
ar: تسجيل الدخول

source: Welcome
ar: أهلاً بك

source: Payment Successfully
ar: تمت عملية الدفع بنجاح

source: Payment Failed
ar: فشلت عملية الدفع

source: Press twice to exit
ar: إضفط مرتين للخروج

# userName
source: Mohra ID (username)
ar: مُعرف مُهرة (اسم المستخدم)

source: Password
ar: كلمة المرور

# invalidPhoneNumber
source: Please enter a valid phone number ex: 09xx-xxx-xxx
ar: يرجى إدخال رقم هاتف صالح مثال 09xx-xxx-xxx

# invalidPassword
source: Must be at least 5 characters long
ar: يجب أن تكون بطول 5 محارف على الأق

source: Retry
ar: إعادة المحاولة

source: Close App
ar: إغلاق التطبيق

# updateTitle
source: Update Required
ar: التحديث مطلوب

# updateMessage
source: For the best experience, update to the latest version to get new features and improvements.
ar: للحصول على أفضل تجربة ممكنة، يرجى تحديث التطبيق للتمتع بآخر الميزات

source: Empty
ar: لا يوجد معلومات لعرضها

source: Close
ar: إغلاق

# pageEmpty
source: The page has no content ..
ar: لا يوجد محتوى لعرضه ..

source: Refresh
ar: تحديث

source: Apply
ar: تغيير

# responseError
source: An error happened while connecting to server, please try again later
ar: حدث خطأ أثناء الاتصال بالخادم ، يرجى المحاولة لاحقًا

# errorCancelToken
source: The connection has been interrupted
ar: تمت مفاطعة الاتصال

source: Register
ar: تسجيل حساب

source: Or
ar: أو

# phone
source: Phone Number
ar: رقم الهاتف

source: Ok
ar: موافق

source: Confirm Password
ar: تأكيد كلمة المرور

# invalidConfirmPassword
source: Password and confirm password doesn't match
ar: كلمة السر وتأكيد كلمة السر غير متطابقتين

source: First Name
ar: الاسم الأول

source: Last Name
ar: الأسم الأخير

# errorEmptyField
source: This field mustn't be empty
ar: لا يمكن لهذا الحقل أن يكون فارغاً

source: Switch theme
ar: تغيير وضع الالوان

# accountNotVerifiedErrorMessage
source: Account Not Verified
ar: لم يتم التحقق من الحساب

# cancelErrorMessage
source: Operation has been cancelled
ar: تم إلغاء العملية

source: login Error Required
ar: تسجيل الدخول مطلوب

# emptyScreen
source: This page is empty
ar: هذه الصفحة فارغة

source: Send
ar: إرسال

source: Search Event
ar: البحث عن حدث

source: Popular Events
ar: أحداث رائجة

# other_events_might_like
source: Other events you might like
ar: أحداث أخرى قد تعجبك

source: View Details
ar: التفاصيل

source: Buy ticket now
ar: اشتري بطاقة الآن

# buy_ticket_on_website
source: Buy Ticket On Official Website
ar: اشتري بطاقة من الموقع الرسمي

source: See more
ar: المزيد

source: See less
ar: رؤية القليل

source: Event organizer
ar: منظم الحدث

source: Seat
ar: مقعد

source: Available Seat
ar: مقعد متوفر

# ticket_purchased_on_apps
source: ticket can be purchased on apps
ar: يمكن شراء التذاكر من التطبيقات

source: View map
ar: على الخريطة

source: Event gallery
ar: الألبوم

source: more
ar: إضافي

source: About this event
ar: عن هذا الحدث

source: Ticketing
ar: توزيع التذاكر

# people_going_to_event
source: People going to this event
ar: شخص سيأتي

source: Who is going
ar: من سيذهب

source: Tags
ar: التاغات

source: Buy ticket
ar: شراء التذاكر

# pick_day
source: Pick a day
ar: اختر اليوم

# when_you_come_at_event
source: When will you come at the event?
ar: متى ستأتي إلى الحدث

source: Select ticket
ar: اختر تذكرة

source: Silver ticket
ar: تذكرة فضية

source: Gold ticket
ar: تذكرة ذهبية

source: Platinum ticket
ar: تذكرة بلاتينية

source: VIP ticket
ar: تذكرة خاصة

source: Free ticket
ar: تذكرة مجانية

source: Event time
ar: وقت الحدث

source: Refund policy
ar: سياسة الاسترجاع

source: not refundable
ar: غير قابلة للإسترجاع

source: refundable
ar: قابلة للإسترجاع

source: Price
ar: السعر

source: Select seat
ar: اختر المقعد

# select_available_seats
source: Select from available seats below
ar: اختر من المقاعد التالية

source: Available
ar: متوفرة

source: Booked
ar: محجوزة

source: Your selection
ar: اختيارك

source: Row
ar: صف

source: Personal Information
ar: معلومات شخصية

# read_and_agree
source: I've already read and agree with
ar: لقد قرأت وأوافق على

# term_conditions
source: terms and conditions
ar: الأحكام والشروط

source: of this event
ar: لهذا الحدث

source: Total payment
ar: الدفعة الكلية

source: Processing your order
ar: يتم معالجة طلبك

# wait_processing_your_order_now
source: Please wait we are processing your order now
ar: الرجاء الانتظار، يتم معالجة طلبك الآن

# your_order_placed
source: Your order has been successfully placed
ar: تم تنفيذ طلبك

source: View My Ticket
ar: عرض التذاكر

source: Ticket details
ar: تفاصيل التذكرة

# card_funds
source: Card not contain enough funds
ar: البطاقة لا تحتوي على أموال كافية

source: Invalid PIN rejected
ar: رقم التعريف الشخصي غير الصالح

source: Card Declined
ar: بطاقة مرفوضة

# transaction_attempt_failed
source: Not Enrolled
ar: البطاقة غير مسجلة

source: Download PDF
ar: تنزيل كملف PDF

source: Share Ticket
ar: مشاركة التذكرة

source: Name
ar: الاسم

# event
source: Events & Coupons
ar: الفعاليات والكوبونات

source: Type & Seat
ar: النوع والمقاعد

source: Date
ar: التاريخ

source: View on Map
ar: عرض على الخريطة

source: My ticket
ar: تذاكري

source: View Ticket
ar: عرض التذكرة

source: No Image
ar: لا يوجد صورة

source: Event Details
ar: تفاصيل الحدث

source: Save
ar: حفظ

source: Email
ar: البريد الإلكتروني

source: Hide all
ar: إخفاء الكل

# write_comment
source: Write your comment
ar: اكتب تعليقك

source: View previous comments
ar: التعليقات السابقة

# comment_success
source: comment added successfully
ar: تم إضافة التعليق

source: no more comments
ar: لا يوجد المزيد من التعليقات

# insert_comment
source: insert a comment
ar: اكتب تعليقا

source: Search
ar: البحث

source: view all
ar: عرض الكل

source: Top Categories
ar: افضل الاصناف

source: Top Stores
ar: افضل المتاجر

source: Top Seller Products
ar: اكثر المنتجات مبيعا

source: Store Category
ar: اصناف المتجر

source: Blazer / Suite
ar: قسم / جناح

source: Search product
ar: البحث في المنتجات

source: Filter
ar: الفلتر

source: Sort
ar: ترتيب

source: Submit
ar: إرسال

source: Followers
ar: المتابعون

source: Follow Store
ar: متابعة المتجر

source: Home
ar: الصفحة الرئيسية

source: Product
ar: المنتجات

source: Review
ar: التقييمات

source: Review Store
ar: تقييم المتجر

source: Overall Review
ar: نظرة شاملة

source: Professionalism
ar: احترافية

source: Wait Time
ar: وقت الانتظار

source: Experience
ar: الخبرة

source: Value
ar: القيمة

source: Stores
ar: المتاجر

source: All
ar: الكل

source: Customer
ar: عميل

source: sold
ar: تم البيع

source: Choose Color
ar: اختر لون

source: Product Descriptions
ar: وصف المنتج

source: Choose Size
ar: اختر حجم

source: Product Information
ar: معلومات عن المنتج

source: minimum order
ar: اقل كمية يمكن طلبها

source: conditions
ar: الظروف

source: New
ar: جديد

source: Product Reviews
ar: تقييمات المنتج

source: Review Product
ar: تقييم المنتج

source: Related Product
ar: المنتجات ذات الصلة

source: Add To Cart
ar: الاضافة الي السلة

source: Write your review
ar: اكتب تقييمك

source: Upload Images
ar: ارفع صور

# rating_of_this_product
source: Your overall rating of this product (Requaired)
ar: تقييمك العام لهذا المنتج (مطلوب)

# OnBoarding1
source: Buy all you need from various products and services
ar: تسوق كل ما تحتاجه من مختلف المنتجات والخدمات

# OnBoarding1title
source: Shopping
ar: التسوق

# OnBoarding1footer
source: Buy all you need from various products and services
ar: تسوق كل ما تحتاجه من مختلف المنتجات والخدمات

# OnBoarding2
source: Follow your food and exercise schedules to enjoy better health and reach your goals faster
ar: تابع جداولك الغذائية والتدريبات لتنعم بصحة افضل ولتصل الى اهدافك بشكل اسرع

# OnBoarding2title
source: Health
ar: الصحة

# OnBoarding2footer
source: Follow your food and exercise schedules to enjoy better health and reach your goals faster
ar: تابع جداولك الغذائية والتدريبات لتنعم بصحة افضل ولتصل الى اهدافك بشكل اسرع

# OnBoarding3
source: All your financial matters under one roof to plan and save
ar: جميع امورك المالية تحت سقف واحد لتخطط وتوفر

# OnBoarding13title
source: Finance
ar: المالية

# OnBoarding3footer
source: All your financial matters under one roof to plan and save
ar: جميع امورك المالية تحت سقف واحد لتخطط وتوفر

# OnBoarding4
source: All that in one application
ar: كل هذا في تطبيق واحد

# OnBoarding4title
source: All In One Apps
ar: الكل في تطبيق واحد

# OnBoarding4footer
source: All that in one application
ar: كل هذا في تطبيق واحد

source: Forget Password?
ar: هل نسيت كلمة المرور ؟

source: Login_With_Google
ar: تسجيل الدخول مع Google

source: Register With Google
ar: تسجيل حساب مع Google

# Loginfooter
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
ar: لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد.

# validatorPassword1
source: Password not valid
ar: كلمة المرور غير صالحة

# validatorPassword2
source: Please enter a number with password
ar: الرجاء إدخال رقم بكلمة المرور

source: Mobile Number
ar: رقم الهاتف المحمول

# validatorMobileNumber
source: Phone not valid
ar: رقم الهاتف المحمول غير صالح

# Forgetpasswordfooter
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
ar: لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد.

source: Send code
ar: ارسال الكود

# Registerfooter
source: I wish their was two like you in this world
ar: أخ بس لو في منك اثنين في هالعالم، كان الدنيا بخير

# Registerfooter2
source: What’s your name
ar: اسمك طال عمرك

source: Shuffle Play
ar: استمع عشوائيا

source: Shuffle Off
ar: ايقاف الاستماع العشوائي

source: Album Details
ar: تفاصيل الألبوم

source: Recently Played
ar: المستمع عليها حديثًا

# no_songs_now
source: No songs for now
ar: لا يوجدأغاني حاليا

source: Popular Artists
ar: الفنانين الشائعين

# no_artists_now
source: No artists for now
ar: لا يوجد فنانين حاليا

source: Your Playlists
ar: قوائم الموسيقا الخاصة بك

# no_playlists_now
source: No playlists for now
ar: لا يوجد قوائم موسيقية حاليا

source: songs
ar: أغاني

source: Create Playlist
ar: إنشاء قائمة موسيقية

# no_saved_songs_now
source: No saved songs for now
ar: لا يوجد أغاني محفوظة حاليا

# no_saved_albums_now
source: No saved albums for now
ar: لا يوجد ألبومات محفوظة حاليا

source: Playlist
ar: قائمة موسيقية

source: Album
ar: ألبوم

source: Artist
ar: فنان

source: Playlists
ar: القوائم الموسيقية

source: Albums
ar: الألبومات

# artist_albums_title
source: {artist} Albums
ar: ألبومات {artist}

source: Artists
ar: الفنانين

source: Favorite
ar: المفضلة

source: Add Song
ar: إضافة أغنية

source: Playlist Details
ar: تفاصيل القائمة الموسيقية

source: Edit Playlist
ar: تعديل القائمة الموسيقية

# add_song_success
source: Song added successfully
ar: تمت إضافة الأغنية بنجاح

source: No results found
ar: لا يوجد نتائج

source: Search for songs
ar: البحث عن أغاني

source: Search for albums
ar: البحث عن ألبومات

# create_playlist_before_adding_photo_error
source: You should cerate the playlist before adding the photo
ar: الرجاء إنشاء القائمة موسيقية أولاً حتى تتمكن من إضافة الصورة

# playlist_name_hint
source: Enter playlist name
ar: أدخل اسم القائمة الموسيقية

source: Create
ar: إنشاء

source: Update
ar: تحديث

source: Uploading ...
ar: ...جاري التحميل

# create_playlist_success
source: Playlist created successfully
ar: تم إنشاء القائمة الموسيقية بنجاح

# update_playlist_success
source: Playlist updated successfully
ar: تم تحديث القائمة الموسيقية بنجاح

# update_image_success
source: Image updated successfully
ar: تم تحديث الصورة بنجاح

source: Moments
ar: اللحظات

source: Played from
ar: تم الاستماع عليها من

source: Library
ar: المكتبة

source: My Library
ar: مكتبتي

source: Music
ar: الموسيقى

# auth_failed
source: Authentication failed
ar: المصادقة فشلت

source: Love
ar: أحببته

source: Like
ar: أعجبني

source: Dislike
ar: لم يعجبني

source: Sad
ar: أحزنني

source: Haha
ar: هاها

source: Amazed
ar: بالانذهال

source: Angry
ar: بالغضب

source: Dizzy
ar: بالدوار

# allowed5
source: The allowed number is 5 tickets
ar: العدد المسموح ٥ تذاكر

source: Unhappy
ar: بعدم السعادة

source: Serious
ar: بالجدية

source: Cool
ar: بالراحة

source: Stupid
ar: بالغباء

source: Crying
ar: بالبكاء

source: Wink
ar: بالغمز

source: Bad
ar: بالسوء

source: Silly
ar: بالسخافة

source: Satisfied
ar: بالرضى

source: Confused
ar: بالحيرة

source: Greed
ar: بالجشع

source: Grinning
ar: بالفرح

source: Shocked
ar: بالصدمة

source: Happy
ar: بالسعادة

source: Tired
ar: بالتعب

# with_trs
source: with
ar: مع

source: comments
ar: تعليقات

source: Comment
ar: تعليق

# i_cant
source: No, i cant
ar: لا أستطيع

source: reactions
ar: تفاعلات

source: Listening to
ar: أستمع إلى

source: Congratulations,
ar: ,تهانينا

# complete_challenge_success
source: you got ${points} points for completing the challenge
ar: لقد حصلت على {points} نقاط لاكمالك للتحدي

source: Matched location
ar: الموقع المطابق

source: Select location
ar: إختر الموقع

source: Post
ar: نشر

# how_are_you_feeling
source: How you're feeling ?
ar: كيف تشعر؟

# create_post_success
source: Post created successfully
ar: تم إنشاء المنشور بنجاح

# update_post_success
source: Post updated successfully
ar: تم تحديث المنشور بنجاح

# verify_attendant
source: verify your attendance by posting your activity there on your moment match
ar: أكد حضورك من خلال نشر نشاطك بصفحة اللحظات الخاصة بك

source: Reward Claimed
ar: تم تحصيل المكافئة

source: Search for places
ar: البحث عن مكان

# images_video_picker
source: Images And Videos Picker
ar: منتقي الصور ومقاطع الفيديو

source: Feeling
ar: اشعر

# capture_image
source: Image
ar: صورة

# capture_video
source: Video
ar: فيديو

# gallery_image
source: Photo from the studio
ar: صورة من الاستديو

# gallery_video
source: Video from the studio
ar: فديو من الاستديو

# match_location_not_complete_yet
source: We couldn't match your location yet
ar: لم يتم تحديد موقعك بعد

# select_feeling
source: Please select a feeling
ar: إختر شعور من فضلك

# select_location_err
source: Please select a location
ar: إختر موقع من فضلك

source: days ago
ar: أيام مضت

source: hours ago
ar: ساعات مضت

source: minutes ago
ar: دقائق مضت

source: seconds ago
ar: ثواني مضت

source: day ago
ar: يوم مضى

source: hour ago
ar: ساعة مضت

source: minute ago
ar: دقيقة مضت

source: Join
ar: انضم

source: Invite Friends
ar: ادعو اصدقائك

# claim_rewards
source: Claim Your Rewards
ar: احصل على مكافئاتك

source: Place
ar: مكان

source: You
ar: انت

source: And many more
ar: و اخرين

# feeling_noun
source: Feeling
ar: شعور

# music_2
source: Music
ar: موسقى

# post_noun
source: Post
ar: منشور

# dream_dream_icon_required
source: Dream and Dream icon required
ar: الحلم و ايقونة الحلم مطلوبة

source: All
ar: الكل

source: Appointment
ar: موعد

source: To Do List
ar: قائمة المهام

source: My Dream
ar: حلمي

source: My Dreams
ar: أحلامي

source: Add Positivity
ar: إضافة ايجابية

source: Add Positivity Today
ar: إضافة ايجابية اليوم

source: Tell us about your dreams
ar: اخبرنا عن احلامك

# dream_title_hint
source: What your dreams ?
ar: ماهي احلامك؟

source: Add Step To Reach Your Dreams
ar: إضافة خطوة للوصول إلى احلامك

source: Dream Step
ar: خطوة

source: Add
ar: إضافة

source: Create Your Dream
ar: إنشاء حلمك

source: Save My Dream
ar: حفظ حلمي

# of_trs
source: of
ar: من

source: step achieved
ar: خطوة محققة

source: STEP TO REACH GOAL
ar: خطوة للوصول إلى الهدف

source: Dream Icon
ar: أيقونة الحلم

# select_dream_icon
source: Select available icon for your dream
ar: حدد الأيقونة المتاحة لحلمك

source: step
ar: خطوة

source: Very Important
ar: مهم جدا

source: Important
ar: مهم

source: Normal
ar: طبيعي

source: None
ar: لا شيء

source: Daily
ar: يومي

source: Weekly
ar: اسبوعي

source: Monthly
ar: شهري

source: Yearly
ar: سنوي

source: days
ar: أيام

source: weeks
ar: أسابيع

source: months
ar: أشهر

source: years
ar: سنوات

source: hours
ar: ساعات

source: minutes
ar: دقائق

# pick_file
source: Pick a file
ar: اختر ملف

source: Search friend or person
ar: بحث عن صديق أو شخص

source: Add a task
ar: إضافة مهمة

source: Priority
ar: الأولوية

source: Date & Time
ar: التاريخ و الوقت

source: Share with
ar: مشاركة مع

source: Reminder
ar: تذكير

source: From
ar: من

# today_appointment
source: Today's Appointment
ar: موعد اليوم

source: Appointments
ar: المواعيد

# dream_in_progress
source: dreams in progress
ar: الحلم قيد التنجيز

# dream_achieved
source: dreams achieved
ar: الحلم محقق

source: EPISODE
ar: حلقة

source: Likes
ar: إعجابات

source: Dislikes
ar: غير معجبين

source: Dreams
ar: أحلام

source: Positivity
ar: ايجابية

source: To Do
ar: قائمة المهام

source: You don't have appointment today
ar: ليس لديك موعد لهذا اليوم

# add_appointment
source: Add An Appointment
ar: إضافة موعد

# today_todo_list
source: Today's To Do List
ar: قائمة المهام اليومية

source: To Do List
ar: قائمة مهام

# you_dont_have_todo_list_today
source: You dont have any to do list today
ar: ليس لديك قائمة مهام لهذا اليوم

source: Add To Do List
ar: إضافة قائمة مهام

source: Add My Dreams
ar: إضافة أحلامي

# help_to_reach_dreams_message
source: To help you reach your goals, Please fill in at least 20 dreams Explain your dreams and plans to achieve them
ar: لمساعدتك في الوصول إلى أهدافك ، يرجى ملء 20 حلمًا على الأقل وشرح أحلامك وخططك لتحقيقها

source: Load More Stories
ar: تحميل المزيد من القصص

# add_positivity_message
source: We hope you write the positive things that happened to you today. Think a little, for sure you will find something!
ar: نأمل أن تكتب الأشياء الإيجابية التي حدثت لك اليوم. فكر قليلاً ، بالتأكيد ستجد شيئًا!

source: To
ar: إلى

source: Set Time and Date
ar: اضبط الوقت و التاريخ

source: Birth Date
ar: تاريخ الميلاد

# RegisterButton1
source: Cake?
ar: كاك؟

# RegisterButton2
source: Basboosh
ar: باسبوس

# Registerfooter3
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
ar: لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد.

# validatoremail
source: Email not valid
ar: الايميل غير صالح

# validatorconfirmPassword
source: Confirm Password not valid
ar: تاكيد كلمة المرور غير صالحة

source: Next
ar: التالي

source: Verify
ar: تأكيد

# confirmPasswordfooter
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
ar: لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد.

# verifyfooter
source: enter verification code below, the code sent to
ar: أدخل رمز التحقق أدناه ، الرمز المرسل إلى

# recieve_code
source: Did’nt recieve code
ar: الم تتلقى الرمز

source: Resend Code
ar: اعادة ارسال

# Registerfooter4
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
ar: لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد.

# Registertitly4
source: Set Mohra ID (user name)
ar: حدد اسم المستخدم

# Enter_your_user_name
source: Enter your Mohra ID (User Name)
ar: ادخل مُعرف مُهرة (اسم المستخدم)

source: Hi
ar: مرحبا

# Registerfooter5
source: Welcome to your own world far a way from all disturbance in here you matter the mosts
ar: مرحبًا بك في عالمك بعيدًا عن كل الاضطرابات هنا أنت الأكثر أهمية

# RegisterButton5
source: Start the personality test
ar: ابدأ اختبار الشخصية

source: Video Call
ar: مكالمة فيديو

source: Voice Call
ar: مكالمة صوتية

source: Group Call
ar: مكالمة جماعية

source: Single Call
ar: مكالمة فردية

# do_not_have_account
source: Don't have an account?
ar: ليس لديك حساب

source: No data
ar: لا يوجد معلومات

source: Type
ar: النوع

source: Silver
ar: فضية

source: Golden
ar: ذهبية

source: Platinum
ar: بلاتينية

source: VIP
ar: خاصة

# no_selected_tickets_msg
source: please select at least one ticket
ar: الرجاء اختيار تذكرة واحدة على الأقل

# fill_personal_info_msg
source: please fill all personal info
ar: الرجاء إدخال جميع البيانات الشخصية

# accept_terms_msg
source: please accept terms and conditions
ar: الرجاء الموافقة على الشروط والأحكام

# pdf_downloaded
source: pdf downloaded to
ar: تم تنزيل الpdf في

source: Add Friends
ar: إضافة أصدقاء

source: Add Friend
ar: إضافة صديق

source: Request Sent
ar: تم الإرسال

source: My Friends
ar: أصدقائي

source: Messages Cleared
ar: تم حذف الرسائل

source: Block
ar: حظر

source: Clear Messages
ar: حذف الرسائل

source: Mute
ar: كتم

source: Report
ar: تبليغ

source: Blocked successfully
ar: تم الحظر بنجاح

source: Delete
ar: حذف

source: Friend Request
ar: طلبات الصداقة

# my_request
source: My Requests
ar: طلباتي

source: Accept
ar: قبول

source: Blocked
ar: قائمة الحظر

source: Unblocked successfully
ar: تم الغاء الحظر بنجاح

# workout_reccommendation
source: Workout Recomendations
ar: تمارين موصى بها

source: dreams achieved
ar: الاحلام المحققة

source: My Life
ar: حياتي

source: Story
ar: القصة

source: Today To Do List
ar: قائمة مهام اليوم

# today_positivity
source: Today's Positivity
ar: ايجابيات اليوم

source: positivity in this day
ar: الإيجابية في هذا اليوم

source: total positive thing
ar: مجموع الاشياء الاجابية

source: All Days
ar: كل الايام

source: PM
ar: م

source: AM
ar: ص

source: Today
ar: اليوم

source: Person
ar: اشخاص

source: Search Friend or Person Name
ar: ابحث عن اسم صديق أو شخص

source: Add An Task
ar: أضف مهمة

# Date_and_time
source: Date & Time
ar: التاريخ والوقت

source: Repeat
ar: تكرار

source: Delete Group
ar: حذف المجموعة

source: Group Deleted
ar: تم حذف المجموعة

source: Edit Group
ar: تعديل معلومات المجموعة

source: Added successfully
ar: تم الإضافة بنجاح

source: Add members
ar: إضافة أعضاء للمجموعة

source: Remove members
ar: إزالة أعضاء من المجموعة

source: Remove
ar: إزالة

source: Removed Successfully
ar: تمت الإزالة بنجاح

source: Video
ar: فيديو

source: Image
ar: صورة

# record_message
source: Press mic button to record messages
ar: اضغط على الزر لتسجيل رسالة صوتية

source: Create Event
ar: إضافة حدث

source: Mark As Read
ar: تحديد كمقروءة

source: Select All
ar: تحديد الكل

source: Scan QR code
ar: مسح كود QR

source: Contact
ar: جهات الاتصال
