Repository: islamdev96/mohra-mobile-application-latest-repository-development
Catalog: lib/l10n/intl_*.arb
Languages: ar

# accept_me_message
source: hi please accept me
ar: مرحبا، الرجاء قبول الطلب

source: Files
ar: ملفات

source: Messages
ar: الرسائل

source: Chat
ar: المحادثات

source: Groups
ar: المجموعات

source: Friends
ar: الأصدقاء

# setting
source: Settings
ar: الإعدادات

source: Sort
ar: ترتيب

source: Private Message
ar: رسالة خاصة

source: Broadcast Message
ar: بث رسالة

source: Group
ar: مجموعة

# write_message
source: Write Messages
ar: اكتب رسالة

source: City
ar: المدينة

source: Religion
ar: الصلاة والقرآن

source: Quran
ar: القرآن

source: Azkar
ar: الأذكار

source: Mosque Finder
ar: مكتشف الجوامع

source: Qblah
ar: القبلة

source: Prayer Times
ar: أوقات الصلاة

source: Sunrise
ar: الشروق

source: Dhuhr
ar: الضهر

source: Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Isha
ar: العشاء

source: Fajr
ar: الفجر

source: Last read
ar: آخر ما قرأ

source: Ayah No
ar: آية رقم

source: Surah
ar: سورة

source: Juz
ar: الجزء

source: Find Mosque
ar: البحث عن جامع

source: Morning
ar: الصباح

source: Evening
ar: المساء

source: After Prayer
ar: بعد الصلاة

# what_is_new
source: What’s news today!
ar: ما الأخبار اليوم !

source: Categories
ar: التصنيفات

source: See all
ar: إظهار الكل

source: You may like
ar: قد يعجبك

source: Today News Summary
ar: ملخص أخبار اليوم

source: Share
ar: مشاركة

source: Home
ar: الرئيسية

source: Send message to
ar: إرسال إلى

source: Balance
ar: الرصيد

source: Income
ar: الإرادات

source: Expenses
ar: النفقات

source: Health
ar: الصحة

source: News
ar: الأخبار

source: Sports
ar: رياضة

# picks_for_you
source: Top Picks For You
ar: المختارات لك

source: Good Morning
ar: صباح الخير

source: Good Afternoon
ar: مساء الخير

source: Good Evening
ar: مساءك جميل

# good_night
source: Lovely Night
ar: مساءك جميل

# logout_confirm
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

# home_message_day
source: what do you want to do today ?
ar: ماذا تريد أن تفعل اليوم؟

# home_message_night
source: what do you want to do tonight ?
ar: ماذا تريد أن تفعل الليلة؟

source: My Contacts
ar: جهات اتصالي

source: Challenge
ar: تحدي

source: Install
ar: تنزيل

# claiming_rewards
source: Updated Successfully ...
ar: ...تم التحديث

# install_spotify
source: Spotify is not installed on your phone, install it and try again.
ar: تطبيق Spotify غير موجود على الهاتف، يرجى تحميله والمحاولة مرة أخرى.

source: Join Now
ar: انضم الآن

source: Un join
ar: إلغاء الإنضمام

source: Profile
ar: الصفحة الشخصية

source: My QR code
ar: كود الـ QR الخاص بي

source: Scan
ar: مسح

# notification
source: Notifications
ar: الإشعارات

source: Help
ar: مساعدة

# health_intro_message
source: Before using health feature we need to know about your self and your goal, so we can give proper plans, exercise and diet for your health
ar: قبل الدخول إلى قسم الصحة ، نحتاج إلى التعرف عليك وعلى هدفك ، حتى نتمكن من تقديم الخطط المناسبة والتمارين والنظام الغذائي المناسب لصحتك

# help_us_know_you
source: Help us know you better
ar: ساعدنا على التعرف عليك

source: Enter your weight
ar: أدخل وزنك

source: Enter your height
ar: أدخل طولك

source: Female
ar: أنثى

source: Male
ar: ذكر

source: Gender
ar: الجنس

source: Healthy
ar: صحي

source: Very healthy
ar: صحي جدا

source: Medical conditions
ar: الحالات الصحية

# continuee
source: Continue
ar: استمرار

source: Select
ar: تحديد

source: Select Birth Date
ar: تحديد تاريخ الميلاد

source: Start
ar: ابدأ

source: Weight summary
ar: ملخص الوزن

# weight_height_measure_message
source: According to your weight and height measurement
ar: حسب وزنك وقياس الطول

source: Ideal
ar: مثالي

source: Your BMI
ar: الـ BMI الخاص بك

source: Recommended weight
ar: الوزن الموصى به

source: Setup your profile
ar: إعداد الملف الشخصي

source: All fields required
ar: كل الحقول مطلوبة

# complete_questions_message
source: complete all this question below before continue
ar: أكمل الأسئلة للاستمرار

source: Complete
ar: إكمال

source: Your Personality
ar: شخصيتك

# set_goal
source: Set a goal
ar: حدد هدفك

# set_target_weight
source: Set your target weight
ar: حدد الوزن المرغوب

# quickly_gain
source: How quickly you want to gain
ar: مدى السرعة التي تريد لتكسب

# quickly_loss
source: How quickly you want to loss
ar: مدى السرعة التي تريد لتخسر

source: Select Difficulty
ar: تحديد الصعوبة

# reach_goal
source: You will reach your goal before
ar: ستصل لهدفك قبل

source: Month
ar: شهر

source: Week
ar: إسبوع

# easy_difficulty
source: Easy (0.25 kg per week)
ar: سهل (0.15 kg في الإسبوع)

# medium_difficulty
source: Medium (0.50 kg per week)
ar: متوسط (0.25 kg في الإسبوع)

# hard_difficulty
source: Hard (1.0 kg per week)
ar: صعب (0.35 kg في الإسبوع)

# target_goal_required
source: target goal,difficulty, and Activity level are required
ar: تحديد الهدف والصعوبة مطلوبين

# tell_us_eating_habit
source: Tell us your eating habit
ar: أخبرنا بعادات الأكل لديك

source: question
ar: سؤال

source: Saving Answer
ar: يتم حفظ السؤال

# to_stay_fit
source: To stay fit, you need to
ar: للمحافظة على لياقتك

# tracking_your_food
source: Tracking your food, water, steps and workout will help you reach your goal 3x faster
ar: سيساعدك تتبع طعامك وماءك وخطواتك وتمارينك على الوصول إلى هدفك أسرع بثلاث مرات

source: Finish
ar: النهاية

# eat_cal
source: Eat 1700 Cal everyday
ar: تناول 1700 حريرة يوميا

# drink_water
source: Drink 7 glasses of water everyday
ar: إشرب 7 كؤوس من المياه يوميا

# walk_every_day
source: Walk. 10,000 steps everyday
ar: امشي 10.000 خطوة يوميا

# burn_cal
source: Burn 392 Cal Everyday
ar: احرق 392 حريرة يوميا

source: Intake
ar: السعرات المُكتسبة

source: kcal eaten
ar: سُعرة حرارية

source: Training
ar: التدريب

source: kcal burned
ar: حرق سعرات

source: Goals
ar: الأهداف

# ooff
source: of
ar: من أصل

source: Water
ar: مياه

source: Cups
ar: أكواب

source: Nutrition
ar: التغذية

source: Carbs
ar: الكربوهيدرات

source: Fat
ar: الدهون

source: Protein
ar: البروتينات

source: Left
ar: الباقي

source: Walking
ar: المشي

source: Daily Exercises
ar: التمارين اليومية

source: Daily Activity
ar: النشاط اليومي

source: Breakfast
ar: الإفطار

source: Lunch
ar: الغداء

source: Dinner
ar: العشاء

source: Snack
ar: وجبة خفيفة

source: Birth date
ar: تاريخ الميلاد

source: My Points
ar: نقاطي

source: Height
ar: الطول

source: Weight
ar: الوزن

source: Edit Profile
ar: تعديل الحساب الشخصي

source: Updating your profile
ar: يتم تعديل الحساب الشخصي

source: Updated Successfully
ar: تم التعديل بنجاح

source: Exercise
ar: التمارين

source: Recommendations
ar: التوصيات

# add_to_daily_dishes
source: Adding to Daily Dishes
ar: يتم الإضافة إلى الطبق اليومي

source: Add Exercise
ar: إضافة تمرين

source: Search Exercise
ar: البحث عن تمرين

source: Browse Exercise
ar: تصفح التمارين

source: Browse Food
ar: تصفح الأطعمة

source: Create New
ar: إنشاء طبق جديد

source: Add snack
ar: إضافة وجبة خفيفة

source: Search food
ar: البحث عن الأطباق

source: Add breakfast
ar: إضافة طبق إفطار

source: Add dinner
ar: إضافة طبق عشاء

source: Add lunch
ar: إضافة طبق غداء

source: Exercise Library
ar: مكتبة التمارين

source: Warm up
ar: تحمية

source: Main Workout
ar: التمرين الرئيسي

source: Cool down
ar: استراحة

source: Play
ar: ابدأ

# add_to_daily_sessions
source: Adding to Daily sessions
ar: إضافة إلى التمارين اليومية

# no_favorite_dish
source: No Favorite Dish Found
ar: لا يوجد أطباق مفضلة

source: Food
ar: طعام

source: Recipe
ar: وصفة

source: Browse
ar: تصفح

# no_dish_for_category
source: No Dish Found for this category
ar: لا يوجد طبق لهذا الصنف

source: Upload Image
ar: رفع صورة

source: Enter name
ar: أدخل اسم

source: Calories
ar: السعرات الحرارية

source: Enter Food Calories
ar: أدخل كمية الحريرات في الطعام

# created_daily_dish
source: Created your daily dish
ar: تم إنشاء طبقك اليومي

source: Live match
ar: مباراة مباشرة

source: Not Available
ar: غير متوفرة

source: Stats
ar: احصائيات

source: Info
ar: معلومات

source: Lineup
ar: التشكيلة

# stats_not_available
source: Statistic Not available yet
ar: الاحصائيات غير متوفرة الآن

source: Player
ar: لاعب

source: Time
ar: وقت

source: Ball Possession
ar: الإحتفاظ بالكرة

source: Shots on target
ar: التسديدات على المرمى

source: Shots off target
ar: التسديدات خارج المرمى

source: Blocked Shots
ar: التسديدات المعترضة

source: Corner kick
ar: رمية جانبية

source: Fouls
ar: الأخطاء

source: Yellow Cards
ar: البطاقات الصفراء

source: Red Cards
ar: البطاقات الحمراء

source: Live Matches
ar: المباريات المباشرة

source: Today matches
ar: مباريات اليوم

source: Schedule
ar: مواعيد

source: Table
ar: جدول

source: Team
ar: فريق

source: Standings
ar: الترتيب

source: Shop
ar: المتجر

# show_qr_code_message
source: Simple show the QR code and your friends can scan and tap!
ar: اعرض رمز الاستجابة السريعة بسهولة ويمكن لأصدقائك مسحه ضوئيًا والنقر عليه!

# add_friend_message1
source: you will be added as a friend when your
ar: ستتم إضافتك كصديق عندما

# add_friend_message2
source: friend scan your QR code .
ar: يمسح صديقك رمز الاستجابة السريعة الخاص بك.

source: Coming Soon
ar: قريبا

source: Order
ar: الطلب

source: Cart
ar: السلة

source: Following
ar: المتابعين

source: Nearby people
ar: الأشخاص القريبون منك

source: Message
ar: رسالة

source: Search Location
ar: البحث عن موقع

# nearby_mosque
source: Nearby mosques
ar: الجوامع القريبة

source: Search News
ar: البحث عن أخبار

source: Currency
ar: العملة

source: payment
ar: الدفع

# pay_with_wallet
source: Pay With My Wallet
ar: إدفع عبر المحفظة

source: Track In Wallet ?
ar: تتبع المحفظة

source: Purchase Now
ar: الشراء الان

source: Checkout
ar: الدفع

source: Shipping Information
ar: معلومات الشحن

source: Change
ar: تغيير

# add_shipping_info
source: Add Shipping Information
ar: إضافة معلومات الشحن

source: Choose Shipping Method
ar: إختيار طريقة الشحن

source: Order overview
ar: تفاصيل الطلب

source: Total
ar: الكلي

source: Tax
ar: الضريبة

source: Shipping
ar: الشحن

# processing_order
source: Processing Your Order
ar: يتم معالجة طلبك

source: Successful
ar: نجاح

# processing_order_now
source: please wait we processing your order now
ar: الرجاء الإنتظاء، يتم معالجة طلبك الان

source: My Address
ar: عنواني

source: Edit
ar: تعديل

source: Add Other Address
ar: إضافة عنوان جديد

source: Charity
ar: الصدقة

source: Food Delivery
ar: توصيل طعام

source: Home Services
ar: خدمات منزلية

source: Booking
ar: الحجوزات

source: Cancel Booking
ar: إلغاء الحجز

source: View Direction
ar: عرض الإتجاه

source: Services Ordered
ar: خدمات طلبت

source: Reviews
ar: استعراضات

source: Sorting by
ar: عرض حسب

source: Product Category
ar: صنف المنتج

source: Successfully added to cart
ar: تم الإضافة إلى السلة بنجاح

source: View Cart
ar: عرض السلة

# other_products_might_like
source: other product you might like
ar: منتجات أخرى قد تعجبك

source: Most Expensive
ar: الاكثر غلاءا

source: Lowest Price
ar: الأقل سعرا

source: Store Rating
ar: تقييم المتجر

source: Top Rating
ar: الأعلى تقييما

source: Lowest rating
ar: الأقل تقييما

source: Modern history
ar: التاريخ الحديث

source: The newest
ar: الأحدث

source: The oldest
ar: الأقدم

# add_note_to_seller
source: add note for seller
ar: إضافة ملاحظة للبائع

source: Select all items
ar: تحديد جميع العناصر

source: View By order
ar: عرض حسب الطلب

source: Continue Shipping
ar: استمرار الشحن

source: Top
ar: الأعلى

source: Awaiting payments
ar: انتظار الدفع

source: Awaiting fulfillment
ar: انتظار التحقيق

source: Shipped
ar: شحنت

source: Completed
ar: تمت

source: Cancelled
ar: إلغيت

source: Declined
ar: رفضت

source: Refunded
ar: تم استعادة المال

# image_required
source: The image cannot be empty
ar: لا يمكن أن تكون الصورة فارغة

source: top selling
ar: الاكثر مبيعا

source: Store
ar: متجر

source: Jobs
ar: وظائف

source: Ticket & Hotel
ar: التذاكر والفنادق

source: Party Planner
ar: منسق حفلات

source: Vision 2030
ar: رؤية 2030

source: Check In
ar: متواجد

# check_in_moment
source: Check In
ar: تشك ان

source: at
ar: في

source: Friend
ar: الاصدقاء

source: People Here
ar: اشخاص حولك

source: Link
ar: الرابط

source: Get ticket now
ar: إحصل على تذكرة الآن

source: Get ticket on Website
ar: إحصل على تذكرة من الموقع

source: Get ticket
ar: إحصل على التذكرة

source: Enter Private code
ar: أدخل الرمز الخاص

source: Saved Successfully
ar: تم الحفظ بنجاح

source: Select Member
ar: اختر الأعضاء

source: members
ar: أعضاء

# size_limit_msg
source: Files larger than 5 MB are not allowed
ar: الملفات الأكبر من 5 ميغابايت ليست مسموحة

source: Points
ar: نقاط

# update_profile_image_message
source: Are you sure you want to set this image as profile picture?
ar: هل أنت متأكد انك تريد تحديث صورة ملفك الشخصي ؟

# edit_address
source: Edit My Address
ar: تعديل عنواني

# address_desc
source: Description
ar: وصف تفصيلي

# address_street
source: Street
ar: الشارع

# select_city_error
source: Please select your city
ar: قم باختيار المدينة من فضلك

# street_error
source: Please add street
ar: قم بكتابة اسم الشارع

# description_error
source: Please add some description
ar: قم بإضافة بعض التفاصيل

source: Start Date :
ar: تاريخ البداية :

source: End Date :
ar: تاريخ النهاية :

# from_time
source: From Hour :
ar: بداية الموعد :

# to_time
source: To Hour :
ar: نهاية الموعد :

source: Location
ar: الموقع

source: Poll
ar: تصويت

source: Share Location
ar: مشاركة الموقع

# share_live_location
source: Share My Live Location
ar: مشاركة موقعي الحالي

# send_location
source: Send this locations
ar: أرسل هذا الموقع

# empty_cart_message
source: Cart is empty
ar: سلة المشتريات فارغة

source: CLEAR CART
ar: افراغ السلة

# quantity_shortcut
source: qun
ar: الكمية

source: Coupon
ar: كوبون

# apply_coupon_success
source: Coupon Applied successfully
ar: تم تفعيل قسيمة الشراء بنجاح

# apply_coupon_error
source: The purchase coupon has not been activated, it belongs to a second store
ar: لم تتم تفعيل قسيمة الشراء, انها تابعة لمتجر ثاني

# follow_shop_success
source: Shop followed successfully
ar: تمت متابعة المتجر بنجاح

# un_follow_shop_success
source: Shop un followed successfully
ar: تم إلغاء متباعة المتجر بنجاح

source: Un follow
ar: إلغاء المتابعة

# create_review_success
source: Review created successfully
ar: تمت إضافة المراجعة بنجاح

# filter_product_price
source: Price
ar: السعر

# filter_product_rate
source: Rate
ar: المعدل

# filter_product_creationTime
source: Creation Time
ar: تاريخ الإنتاج

# filter_product_most_requested
source: Most Requested
ar: الأكثر طلبا

# filter_product_top_selling
source: Top Selling
ar: الأكثر مبيعا

# success_add_address
source: Address added successfully
ar: تمت إضافة العنوان بنجاح

# success_update_address
source: Address updated successfully
ar: تم تعديل العنوان بنجاح

# select_address_type_label
source: Save address as (eg house, apartment etc)
ar: احفظ العنوان ك (مثال: منزل, شفة,الخ..)

# select_address_type_hint
source: Select Address Type
ar: اختر نوع العنوان

# full_name_label
source: Full Name
ar: الاسم الكامل

# full_name_hint
source: John Doe
ar: جون دو

# street_address_label
source: Street address
ar: عنوان الشارع

# street_address_hint
source: 1060 W Addison St
ar: شارع أديسون

# building_number_label
source: Apt. Suite, building (opt)
ar: الشقة, الجناح, البناء (اختياري)

# building_number_hint
source: Unit 14
ar: الوحدة 14

# zip_code_label
source: ZIP CODE
ar: الرمز البريدي

# city_label
source: City
ar: المدينة

# city_hint
source: Select City
ar: اختر المدينة

# phone_number_label
source: Phone Number
ar: رقم الهاتف

source: Save Address
ar: احفظ العنوان

source: Apartment
ar: شقة

source: House
ar: منزل

source: Street
ar: شارع

# image_saved
source: Image Saved to gallery
ar: تم حفظ الصورة في الألبوم

# message_not_sent
source: Message was not sent
ar: لم يتم إرسال الرسالة

source: Allow notifications
ar: السماح بالإشعارات

# app_to_send_notifications
source: Our app would like to send you notifications
ar: تطبيقنا يريد إرسال الإشعارات لك

source: Allow
ar: السماح

# do_not_allow
source: Don't allow
ar: عدم السماح

source: Basboosh
ar: بسبوسه

# cack
source: Cake
ar: كيك

# cake_or_basboosh
source: Are you a ?
ar: قلي صحيح، انت؟

# register_2_desc_part1
source: Welcome
ar: طيب يا

# register_2_desc_part2
source: , Please Fill your Information here
ar: ممكن تعبي معلوماتك هنا

# personality_desc
source: Welcome to your private world, far from all the inconveniences and celebrities, here in Mohra you are the important.
ar: مرحباً في عالمك الخاص، بعيد عن كل الازعاج والمشاهير، هنا في مُهرة إنت المهم يا بعد عيني.

# user_name_desc
source: The username, try to make it unique so that people add you easily
ar: اسم المستخدم، حاول تخليه مميز عشان الناس تضيفك بسهولة

source: Advanced Filter
ar: مرشح متقدم

source: Rate
ar: التقييم

source: Requests Count
ar: عدد الطلبات

source: Sales Count
ar: عدد المبيعات

source: Year
ar: السنة

source: Un Block
ar: إلغاء الحظر

source: Sport
ar: الرياضة

# mbs_league
source: Saudi League
ar: الدوري السعودي

# mbs_last_scores
source: Saudi League Scores
ar: أخر النتائج

# mbs_standing
source: Saudi Standing table
ar: جدول الترتيب

source: EPL League
ar: الدوري الانجليزي الممتاز

# epl_last_scores
source: EPL League Scores
ar: أخر النتائج

# epl_standing
source: EPL Standing table
ar: جدول الترتيب

# no_event
source: No running events for now
ar: لا يوجد احداث مضافة

source: Order Number
ar: رقم الطلب

source: Order Quantity
ar: عدد منتجات الطلب

source: Order Price
ar: السعر الكلي للطلب

source: My Addresses
ar: عناويني

source: Address
ar: العنوان

source: Change Password
ar: تغيير كلمة السر

source: Delete Account
ar: حذف حسابي

# confirm_delete
source: Confirm Deletion
ar: تأكيد الحذف

source: Change Email
ar: تغيير البريد الالكتروني

# change_phone
source: Change phone number
ar: تغيير رقم الهاتف

source: New Email
ar: البريد الجديد

source: Registered Email
ar: البريد المُسجل سابقاً

# registered_phone
source: Registered Phone Number
ar: رقم الهاتف السابق

# enter_verify_code
source: Enter verification code
ar: أدخل كود التفعيل

# code_sent_mobile
source: We’ve sent a text message with your verification code to
ar: لقد ارسلنا رسالة نصية تحوي كود التفعيل إلى الرقم

# code_sent_email
source: We’ve sent an email with your verification code to
ar: لقد ارسلنا رسالة تحوي كود التفعيل إلى البريد

source: Verify email
ar: تأكيد البريد

source: Verify Phone
ar: تأكيد الرقم

# dont_receive_mail
source: Didn’t receive the email?
ar: لم تستقبل رمز التفعيل؟

# dont_receive_phone
source: Didn’t receive the message?
ar: لم تستقبل رمز التفعيل؟

source: Email changed
ar: تم تغيير البريد الإلكتروني

source: Phone changed
ar: تم تغيير رقم الهاتف

# email_change_success
source: congratulations, your email has been changed
ar: مبروووك، تم بنجاح تغيير بريدك الإلكتروني

# phone_change_success
source: congratulations, your phone number has been changed
ar: مبروووك، تم بنجاح تغيير رقم الهاتف

source: Back to setting
ar: العودة إلى الاعدادات

source: Resend Code
ar: إعادة الإرسال

source: Old Password
ar: كلمة المرور القديمة

source: Change Name
ar: تغيير الأسم

# delete_address_title
source: Delete Address ?
ar: حذف العنوان

# delete_address_success
source: Address Deleted Successfully
ar: تم الحذف بنجاح

# delete_address_message
source: Are you sure you want to delete this address? This action cannot be undone.
ar: هل أنت متاكد أنك تريد حذف هذا العنوان ؟ هذا الإجراء لا يمكن التراجع عنه

# delete_image_title
source: Delete Profile Image
ar: حذف صورة الملف الشخصي

# delete_image_message
source: Are you sure you want to delete your profile image?
ar: هل انت متأكد انك تريد حذف صورة الملف الشخصي ؟

# delete_cover_title
source: Delete Cover Image
ar: حذف صورة الغلاف

# delete_cover_message
source: Are you sure you want to delete your Cover image?
ar: هل انت متأكد انك تريد حذف صورة الغلاف

# processing_in_background
source: processing your request in background
ar: يتم معالجة طلبك في الخلفية

# set_avatar_error
source: You Don\'t have an avatar
ar: أنت لا تملك أفاتار

# set_avatar_title
source: Set Avatar as profile picture
ar: وضع الافاتار الخاص بي

# set_avatar_message
source: Are you sure you want to Set Avatar as profile picture ?
ar: هل انت متأكد انك تريد تعيين الأفاتار الخاص بك كصورة شخصية؟

# online_event
source: Online
ar: اونلاين

# local_event
source: Local
ar: محلي

# view_on_link
source: Event Link will sent to your mail after buy a ticket
ar: سيتم إرسال رابط الحدث عبر البريد الإلكتروني

source: Go
ar: الذهاب

source: Muted
ar: مكتوم

source: Will be added soon
ar: ستكون فعّالة قريباً

source: Cuddly
ar: محبوب

source: Nasty
ar: مُقرف

# no_moments_for_now
source: Sorry, No Moments at the moment
ar: للأسف لا يوجد لحظات

source: Media,Links & Others
ar: الصور، الفيديوهات والروابط

source: Events
ar: الأحداث

source: Others
ar: أُخرى

source: ID
ar: المُعرف

source: Pick Image
ar: اختيار صورة

# sendingCode
source: Sending a confirmation code
ar: يتم إرسال كود التحقق

# checkPhoneNumber
source: Checking if Phone Number Available to use
ar: يتم التحقق إذا كان الرقم مُتاح للاستخدام

# invalid_number
source: Number isn't available
ar: الرقم غير مُتاح

source: Challenge Organizer
ar: منظم التحدي

# reward_join_challenge
source: reward after join the challenge
ar: ستحصل عليها بعد إنهاء التحدي

# how_complete_cha
source: How To Complete The Challenge ?
ar: كيف تُنهي التحدي؟

# how_complete_cha_desc
source: Follow this step to complete the challenge and get your rewards
ar: اتبع هذه الخطوات لإنهاء التحدي والحصول على الجائزة

# join_challenge
source: Join The Challenge
ar: انضم للتحدي

# invite_friend_to_cha
source: Invite your friends to join
ar: إدعو أصدقائك للإنضمام

# invite_friend_to_cha_des
source: Make the challenge more impactfull by inviting your friends and get extra rewards , minimum is
ar: إجعل التحدي أكثر متعة، قم بدعو أصدقائك للحصول على نقاط إضافية، الحد الادنى هو :

# go_to_event
source: Go to the event
ar: إذهب إلى موقع التحدي

# go_to_event_des
source: Go to the event locations, use the button bellow to verivy you was there
ar: إذهب إلى موقع التحدي، قم بتاكيد ذلك بالضغط على الزر في الأسفل

source: Verify
ar: تأكيد

# claim_cha_reward
source: Claim your reward
ar: اجمع جائزتك

# claim_my_reward
source: Claim My Rewards
ar: جمع النقاط

# claim_cha_reward_des
source: Once you complete all the step aboove our system will verify your activity and send the rewards to your points wallet
ar: بمجرد ان تُنهي الخطوات في الإعلى، سيقوم النظام بتأكيد ذلك، وإرسال الجوائز لمحفظتك

source: Already joined
ar: مُنضم سابقاً

# leave_cha
source: Leave Challenge
ar: مغادرة التحدي

# positivity_desc_hint
source: Take all negative words out of your mental dictionary and focus on solutions with utmost conviction and patience
ar: استخرج كل الكلمات السلبية من قاموسك العقلي وركز على الحلول بأقصى قدر من الاقتناع والصبر

# my_life_appointment_date_time_validation
source: Please select date and time
ar: يُرجى اختيار التاريخ والوقت

# my_life_appointment_priority_validation
source: please select a priority
ar: يُرجى تحديد الأولوية

# my_life_appointment_title_validation
source: Please write a title
ar: يُرجى كتابة عنوان الموعد

# my_life_appointment_reminder_validation
source: Please select a reminder
ar: يُرجى أختيار فترة التنبيه

# my_life_appointment_repeat_mode_validation
source: Please select The Repeat Mode
ar: يُرجى أختيار نوع التكرار

# my_life_appointment_unknown_validation
source: Unknown Error, Try Later
ar: خطأ غير متوقع، يُرجى المحاولة لاحقاً

source: Reason
ar: السبب

source: Post was deleted successfully
ar: تم حذف المنشور بنجاح

source: Post was reported successfully
ar: تم الإبلاغ عن المنشور بنجاح

source: Example
ar: مثال

# register_birth_date_title
source: Your birthday so we can celebrate it with you
ar: يوم ميلادك علشان نحتفل فيك

# the_cake
source: Cake
ar: الكيكة

# the_basboosh
source: Basboosh
ar: البسبوسة

# user_name_desc1
source: Mohra ID (username), try to make it unique
ar: حاول تخليه مميز

# user_name_desc2
source: so that people add you easily
ar: أنا أفداك علشان تضيف الناس بسهولة
