Repository: islamdev96/mohra-mobile-application-latest-repository-development
Catalog: lib/l10n/intl_*.arb
Languages: ar

# password_field_validation_error1
source: password should be at least of 8 length
ar: كلمة المرور يجب أن تتألف من 8 محارف على الأقل

# password_field_validation_error2
source: Password should contain at least one number and one letter
ar: كلمة المرور يجب ان تحوي حرف واحد ورقم واحد على الأقل

source: Checking Personality
ar: جاري التحقق من اختبار الشخصية

# checking_phone_number
source: Check If Phone Number Valid
ar: جاري التحقق من رقم الهاتف

# checking_email
source: Check If Email is Valid
ar: جاري التحقق من البريد الالكتروني

# checking_user_name
source: Check If Mohra ID (username) is unique and valid
ar: جاري التحقق من مُعرف مُهرة(اسم المستخدم)

# invalid_verification_code
source: The Code you have entered is wrong
ar: الكود الذي أدخلته خاطئ

# delete_account_reason
source: Please tell us why you want to delete your account?
ar: الرجاء إخبارنا بالسبب لحذف حسابك؟

# something_broken
source: Something was broken
ar: يوجد عطل ما

# privacy_concern
source: I have privacy concern
ar: لدي مخاوف حول خصوصيتي

# no_friends
source: I’m not getting any friends
ar: لم أتعرف على أصدقاء

# dont_like_it
source: I don't like it
ar: لم يعجبني

# prefer_not_to_answer
source: I prefer not to answer
ar: أفضل عدم الجواب

# why_not_working
source: Can you share to us what was not working?
ar: أيمكنك إخبارنا بالسبب أنه لا يعمل؟

# explanation_optional
source: Your explanation is entirely optional
ar: شرحك للسبب (اختياري)

# password_confirm
source: Enter your password to delete account
ar: أدخل كلمة السر لتأكيد حذف الحساب

# delete_confirm
source: We will permanently delete your mohra data, contacts, messages info and other related data
ar: سنقوم بحذف معلوماتك في مهرة، جهات الاتصال، الرسائل وجميع المعلومات الأخرى بشكل نهائي

source: Edit Birth Date
ar: تعديل تاريخ الميلاد

source: Select Date First
ar: قم باختيار التاريخ الجديد أولاً

# first_name_validator
source: First Name must be 20 chars at most
ar: الاسم الاول يجب أن يكون أقل من 20 محرف

# last_name_validator
source: Last Name must be 20 chars at most
ar: الاسم الاخير يجب أن يكون أقل من 20 محرف

# phone_not_exist
source: Phone Number not belong to any user
ar: رقم الهاتف غير صحيح

source: Add New
ar: إضافة جديد

# select_address
source: Select
ar: ضبط كـ افتراضي

# selected_address
source: Selected
ar: افتراضي

# change_selected_address
source: Setting new default address
ar: تغيير العنوان الافتراضي

source: Privacy
ar: الخصوصية

source: FAQ
ar: الأسئلة الشائعة

source: Contact Us
ar: تواصل بنا

source: About Us
ar: من نحن

# learn_about_mohra
source: Learn more about mohra
ar: اعرف المزيد عن Mohra

source: FAQ
ar: التعليمات

# faq_des
source: Browse most frequently asked question about using mohra
ar: تصفح الأسئلة الأكثر شيوعًا حول استخدام Mohra

source: Private Account
ar: حساب مخفي

source: Allow Friend Requests
ar: السماح بطلبات الصداقة

source: Group Requests
ar: السماح بطلبات المجموعات

source: Hide My Location
ar: إخفاء موقعي

source: Blocked Accounts
ar: المستخدمون المحظورون

source: Muted Accounts
ar: المستخدمون المكتومون

source: Public
ar: عام

source: Only Me
ar: أنا فقط

source: Only Friends
ar: الأصدقاء فقط

# public_moments_desc
source: Everyone can see your moments
ar: الجميع يستطيع رؤية لحظاتك

# public_comments_desc
source: Everyone can see your comments
ar: الجميع يستطيع رؤية تعليقاتك

source: Interactions
ar: التفاعلات

source: Communications
ar: التواصل

source: People
ar: أشخاص

# invalid_phone_number_firebase
source: Phone Number is invalid
ar: رقم الهاتف غير صالح

# code_empty
source: Verification code can't be empty
ar: لا يُمكن أن يكون الرمز فارغ

# code_too_short
source: Verification code must be 6 numbers
ar: يجب ان يتكون الرمز من 6 أرقام

source: Un Mute
ar: إلغاء الكتم

# answer_all_personality_question
source: First Question about gender is required
ar: السؤال الاول مطلوب

source: Friend Added successfully
ar: تمت إضافة الصديق بنجاح

# friend_added_in_progress
source: Adding friend ...
ar: يتم إضافة الصديق

source: Add New exercise
ar: إضافة تمرين جديد

# enter_carbs
source: Enter Food Carbs value
ar: أدخل قيمة الكاربوهيدرات

# enter_fats
source: Enter Food Fat value
ar: أدخل قيمة الدهون

# enter_protein
source: Enter Food Protein value
ar: ادخل قيمة البروتين

source: ( Optional )
ar: ( اختياري )

# ticket_created_success
source: Ticket Created Successfully
ar: تمت العملية بنجاح

source: Description
ar: الوصف

source: Subject
ar: العنوان

# sedentary_level
source: Sedentary (little or no exercise)
ar: مُستقر (القليل من التمارين أو بدونها)

# lightly_level
source: Lightly active (exercise 1–3 days/week)
ar: نشط قليلاً (تمرين 1-3 أيام / أسبوع)

# moderately_level
source: Moderately active (exercise 3–5 days/week)
ar: نشط بشكل معتدل (تمرين 3-5 أيام / أسبوع)

# active_level
source: Active (exercise 6–7 days/week)
ar: نشط (تمرين من 6 إلى 7 أيام/أسبوع)

# very_active_level
source: Very active (hard exercise 6–7 days/week
ar: نشط للغاية (تمرين شاق 6-7 أيام / أسبوع)

# select_activity_level
source: Select your activity level
ar: حدد مستوى نشاطك

# select_activity_level_desc
source: Help us tracking your health situation
ar: ساعدنا في تتبع وضعك الصحي

# eat_stepper_1
source: Eat
ar: تناول

# eat_stepper_2
source: Calories everyday
ar: من السعرات الحرارية كل يوم

# drink_stepper_1
source: Drink
ar: اشرب

# drink_stepper_2
source: Glass of water everyday
ar: كؤوس ماء يومياً

# walk_stepper_1
source: Walk
ar: أمشِ

# walk_stepper_2
source: Step everyday
ar: خطوة يومياً

# burn_stepper_1
source: Burn
ar: قم بحرق

# burn_stepper_2
source: Calories everyday
ar: سعرة حرارية يومياً

# day_calories_desc
source: Required calories for this day
ar: السعرات الحرارية المطلوبة لهذا اليوم

# google_fit_not_installed
source: Please Install google fit to let us track your steps everyday
ar: يرجى تثبيت google fit للسماح لنا بتتبع خطواتك كل يوم

# name_is_required
source: Name of dish is required
ar: أسم الطبق مطلوب

# days2
source: Days
ar: أيام

# hours2
source: Hours
ar: ساعات

# minutes2
source: Minutes
ar: دقائق

source: Seconds
ar: ثواني

source: Countdown
ar: العد التنازلي

# input_your_date
source: Select Date
ar: اختر التاريخ

# input_your_time
source: Select Time
ar: اختر الوقت

# swipe_card_to_delete
source: Add your important events, swipe to delete or click to edit
ar: قم باضافة احداثك المهمة، اسحب للحذف او انقر لتعديل

# confirm_delete_countdown
source: Are you sure you want to delete this Event?
ar: هل أنت متأكد أنك تريد حذف هذا الحدث

source: Edit Event
ar: تعديل الحدث

source: Add Event
ar: إضافة حدث

source: Selected
ar: تعيين كـ أساسي

# event_title_hint
source: write your event title here
ar: أكتب عنوان الحدث هنا

source: Warning
ar: تنبيه

# cant_delete_event
source: This Event is not related to you
ar: هذا الحدث خاص بالنظام ولا يمكنك حذفه

# order_2
source: Order
ar: الترتيب

source: Session Expired
ar: انتهت صلاحية الجلسة

# vision_desc_1
source: As everyone wants to help to build a great country for all of us in this part, what we aim to do is to anyone who’s excited and wants to help us to the future THIS the right place.
ar: نظرًا لأن الجميع يريد المساعدة في بناء بلد عظيم لنا جميعًا في هذا الجزء ، فإن ما نهدف إلى القيام به هو لأي شخص متحمس ويريد مساعدتنا في المستقبل ، هذا هو المكان المناسب.

# vision_desc_2
source: And for government entities if you have any initiative the individuals can participate please don’t hesitate contacting us in here:
ar: وبالنسبة للجهات الحكومية إذا كان لديك أي مبادرة يمكن للأفراد المشاركة ، فلا تتردد في الاتصال بنا هنا:

source: Free
ar: مجاني

source: Paid
ar: مدفوع

source: Decline
ar: رفض

source: Accept the terms and conditions to proceed
ar: اقبل الشروط والأحكام للمتابعة

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms Of Use
ar: شروط الاستخدام

source: LAST PICK
ar: اخر اختيار

source: Share my character
ar: مشاركة شخصيتي

source: Delete all notifications
ar: حذف جميع الإشعارات

source: Change Profile Photo
ar: تغيير صورة البروفايل

source: Open Camera
ar: فتح الكاميرا

source: Open Gallery
ar: فتح الاستديو

source: Use Avatar
ar: استخدام الأفاتار

source: Delete Profile Image
ar: حذف صورة البروفايل

source: STEP TO REACH GOAL
ar: خطوة لبلوغ الهدف

# of_of
source: of
ar: من

source: Upload a picture of the dish
ar: رفع صورة الطبق

source: Create Simple Calories
ar: إنشاء سعرات حرارية بسيطة

source: Create Food
ar: إنشاء طعام

source: Create Recipe
ar: إنشاء وصفة

source: Create Meal
ar: إنشاء وجبة

source: Change Cover Photo
ar: تغيير صورة الغلاف

source: Personal
ar: شخصية

source: The weight must be real, not imaginary
ar: يجب أن يكون الوزن حقيقي وليس وهمي

source: The height must be real not imaginary
ar: يجب أن يكون الارتفاع حقيقي وليس وهمي

source: A blank report cannot be added
ar: لا يمكن إضافة تقرير فارغ

source: The report has been added successfully
ar: تمت إضافة التقرير بنجاح

source: An error occurred when adding the report
ar: حدث خطا عند إضافة التقرير

source: Mohra Team
ar: فريق مهره

source: No messages here yet...
ar: لا توجد رسائل هنا حتى الآن...

source: Send a message
ar: ارسل رسالة

source: Send a welcome message
ar: ارسال رسالة ترحيب

source: There are no conversations here yet...
ar: لا توجد محادثات هنا حتى الآن...

source: There are no groups here yet...
ar: لا توجد مجموعات هنا حتى الآن...

source: Start chatting with my friends
ar: بدء المحادثة مع اصدقائي

source: Create a new group
ar: إنشاء مجموعة جديدة

source: Create a new one
ar: قم بإنشاء واحدة جديدة

source: Clear
ar: إفراغ

source: Already your friend
ar: صديقك بالفعل

source: Helle all
ar: مرحباً بكم جميعاً

source: Create Group
ar: إنشاء مجموعة

source: Friend request declined
ar: تم رفض طلب الصداقة

source: Latest Events
ar: الأحداث الأخيرة

source: Oldest Events
ar: الأحداث الأخيرة

source: Name: A-Z
ar: الاسم: A-Z

source: Name: Z-A
ar: الاسم: Z-A

source: Attendees: High to Low
ar: الحضور: من الأعلى إلى الأقل

source: Attendees: Low to High
ar: الحضور: من الأقل إلى الأعلى

source: Sort event by
ar: فرز حسب

source: Event Filter
ar: مرشح الحدث

source: Location
ar: موقع

source: Ticket Type
ar: نوع التذكرة

source: Event Category
ar: فئة الحدث

source: Event Date
ar: تاريخ الحدث

source: Multi Day
ar: عدة أيام

source: Single Day
ar: يوم واحد

source: A friend request has been sent
ar: تم ارسال طلب الصداقة

source: Attendance
ar: الحضور

source: Attendees Info
ar: معلومات الحضور

source: Total Ticket
ar: إجمالي التذكرة

source: Checked-In
ar: تم تسجيل الوصول

source: Check-In
ar: تسجيل الوصول

source: Not Checked In
ar: لم يتم تسجيل الوصول

source: Price: low to high
ar: السعر من الارخص للاعلى

source: Price: high to low
ar: السعر الاعلى الى الادنى

source: Booking ID
ar: معرف الحجز

source: Ticket Number
ar: رقم التذكرة

source: Status
ar: الحالة

source: Scanning Ticket ...
ar: جارٍ فحص التذاكر ...

source: Scan Ticket
ar: مسح التذكرة

source: Code scanned successfully..
ar: تم مسح الرمز بنجاح ..

source: Code scanned error..
ar: خطأ مسح الكود ..

source: CheckIn Status
ar: حالة تسجيل الوصول

source: Filter attendees
ar: تصفية الحضور

source: IsScanned
ar: تم فحصها

source: Terms and Conditions
ar: الشروط والأحكام

source: SAR
ar: ر.س

source: Place name
ar: اسم المكان

source: back
ar: الرجوع

# Could_not_get_your_location
source: Couldn't get your location :(
ar: تعذر الحصول على موقعك :(

# Can_not_find_the_answer_you_are_looking_for_Please_contact_our_friendly_team
source: Can't find the answer you're looking for? Please contact our friendly team.
ar: لا يمكنك العثور على الإجابة التي تبحث عنها؟ يرجى الاتصال بفريقنا الودود.

# how_can_we_help_you_today
source: how can we help you for all customer care issues related today?
ar: كيف يمكننا مساعدتك في جميع قضايا خدمة العملاء المتعلقة اليوم؟

source: Hi
ar: مرحبا

source: Contact Us
ar: اتصل بنا

source: If you need direct help with our support teams for.
ar: إذا كنت بحاجة إلى مساعدة مباشرة مع فرق الدعم الخاصة بنا لـ.

source: Help Center
ar: مركز المساعدة

source: There is no delivery address
ar: لا يوجد عنوان للتوصيل

source: Num of Tickets
ar: عدد التذاكر

source: Please specify the delivery address so that we can reach you easily
ar: الرجاء تحديد عنوان التوصيل للتمكن من الوصول لك بسهولة

source: left in stock
ar: المتبقي

source: items
ar: عناصر

source: Open settings
ar: فتح الاعدادات

source: Book tickets in advance
ar: حجز التذاكر مسبقًا

source: Search country
ar: البحث عن بلد

source: Order Number
ar: رقم الطلب

# name_my_address
source: Name address
ar: العنوان

# name_my_street
source: Name street
ar: اسم الشارع

source: build number
ar: رقم البناء

source: Type Address
ar: نوع العنوان

source: Appartement
ar: شقة

# Address
source: The Address
ar: العنوان

# wha_services_are_you_looking_for
source: what services are you looking for
ar: ما هي الخدمات التي تبحث عنها

source: Services Categories
ar: فئات الخدمات

source: About the services
ar: حول الخدمات

source: Services benefit
ar: فائدة الخدمات

source: Booking
ar: الحجز

source: Selet Cateogry
ar: اختر الفئة

source: Distance
ar: مسافة

source: Send Message
ar: أرسل رسالة

source: Follow
ar: متابعة

# Could_not_get_your_camera
source: Couldn't get your camera :(
ar: تعذر الحصول على الكاميرا :(

# Please_wait_while
source: Please wait while the payment is completed
ar: الرجاء الانتظار ريثما يتم الدفع

source: Payment is processed
ar: تتم معالجة الدفع

source: And don't do anything
ar: ولا تقوم باي شي

source: please don't come back
ar: من فضلك لا تقوم بالرجوع

source: Card Holder
ar: حامل البطاقة

source: Expired Date
ar: انتهاء الصلاحية

source: Card Number
ar: رقم البطاقة

source: Card info
ar: معلومات البطاقة

source: Save card for future reference
ar: حفظ البطاقة للرجوع إليها في المستقبل

source: Expired Date Error
ar: انتهاء الصلاحية غير صالح

# reset_all
source: Reset All Fields
ar: تهئية جميع الحقول

source: View all my moments
ar: رؤية جميع لحظاتي

source: Please select shipping information
ar: الرجاء تحديد معلومات الشحن

# other_payment_method
source: Others payment method
ar: طرق الدفع اخرى
